// 事件內容 Event Message
init.event=[
            // Map 0
            [
              { name : "稻草人",
                text : [
                          ".",
                          "..",
                          "..."
                       ]
              },
              { name : "哆拉樹",
                text : [ 
                          "大家好!","我被作者配置在樹下所以我叫做哆拉樹。",
                          "作者說以前有玩過一些用 RPG 製作大師所製成的遊戲，但是從來沒有親自開發過。",
                          "現在作者想做一份線上履歷來介紹自己，以 RPG 製作大師的風格來實作!",
                          "因作者並不會美編，所以場景布置的不好看也請多多見諒。",
                          <span>還不知道如何操作的話請按<kbd>ESC</kbd></span>,
                          "如果你是行動裝置的話請觸碰左上角的選單按鈕。"
                       ]
              },
              { name : "古文碑",
                select : [
                           { 
                             id : 0,
                             title : "世界形成之初",
                             text : [ 
                                      "此石碑記載著這個世界的創立因素，上面留有密密麻麻的文字....","世界形成之初，有著 HTML 、 CSS 、 JavaScrit",
                                      "ReactJs、Jquery 是 JavaScirpt 的兒子，祂們能把世界毀滅亦可重生。",
                                      "Sass 是 Css 的女兒，在這個世界中，任何事情都逃不過牠的法眼。",
                                      "而 HTML 則是這世界的別名。",
                                      "在一次的 Gulp 協議中，JavaScript 及 Css 達成共識，決定讓自己的孩子在 HTML 中歷練。",
                                      "於是 ReactJs、Jquery、Sass 攜手打造了這個世界。"
                                    ]
                           },
                           { 
                              id : 1,
                              title : "關於作者",
                              text : [ 
                                      <span>作者本名叫 盧宏寶 在家排名老二，畢業於高雄市正修科技大學電機工程系，在網路世界中暱稱為 DKBO，<del>目前已婚有一子</del></span>
                                    ]
                           }
                         ]
              }
            ],
            // Map 1
            [
              { name : "哆拉花",
                text : [
                          "這屋子種了不少花!",
                          "下班之後，看看一下花花草草能適度的釋壓。"
                       ]
              }
            ],
            // Map 2
            [
              { name : "哆拉空",
                text : [
                          "這屋子好空啊!",
                          "自從上次那間茅屋開滿花後，我就搬來這裡了。",
                          "這禮拜情人節跟老闆娘生日，所以老闆很忙。",
                          "今天晚上老闆開始裝潢了這房子一樓，裝潢的速度很慢，請大家拭目以待。"
                       ]
              }
            ]
          ];